Repository: igankevich/ggg
Catalog: po/*.po
Languages: ru

source: conflicting name/uid pair
ru: Конфликтующая пара имя-идентификатор.

source: conflicting system user
ru: Конфликт с системным пользователем.

source: entity with the same name/uid already exists
ru: Сущность с таким же именем или идентификатором уже существует.

source: entity name does not match account name
ru: Название сущности не совпадает с именем учетной записи.

source: file path must be relative to hierarchy root
ru: Путь должен быть относильно корня иерархии.

source: the user is not allowed to add new entities
ru: Текущая сущность не может порождать новые.

source: please, specify entity names
ru: Укажите имена сущностей.

source: Entity _ already exists.
ru: Сущность _ уже существует.

source: Press any key to continue...
ru: Нажмите клавишу, чтобы продолжить...

source: Unable to read entities.
ru: Не могу прочитать сущности.

source: error adding _: _
ru: Ошибка при добавлении _: _

source: arguments are not allowed when editing directory
ru: Аргументы не нужны, когда редактируется директория.

source: not found
ru: Не найдено.

source: error updating _: _
ru: Ошибка при изменении _: _

source: bad exit code from editor
ru: Ненулевой код возврата из редактора.

source: reached maximum number of attempts
ru: Предельное количество попыток достигнуто.

source: repeat
ru: повторно

source: Passwords do not match.
ru: Пароли не совпадают.

source: Registered successfully!
ru: Зарегистрирован!

source: unable to find form
ru: Не могу найти форму.

source: memory allocation error
ru: Ошибка выделения памяти.

source: duplicate names/ids
ru: Повторяющиеся имена или идентификаторы.

source: _ entities.
ru: _ сущность.

source: please, do not specify entity names
ru: Не надо указывать сущности.

source: Unable to find _.
ru: Не могу найти _.

source: unable to create a file in temporary directory
ru: Не могу создать файл во временной директории.

source: unable to find temporary directory
ru: Не могу найти директорию для временных файлов.

source: Please wait...
ru: Секундочку...

source: Register
ru: Зарегистрироваться

source: the name is taken
ru: имя занято

source: Login
ru: Пользователь

source: Password
ru: Пароль

source: Log in
ru: Войти

source: please, specify username as the first argument
ru: Укажите имя сущности в качестве первого аргумента.
